/* Localized versions of Guest Access strings */

allowButton = "Condividi schermo";
denyButton = "Annulla";

controlTitle = "Richiesta di controllo";
observeTitle = "Richiesta di osservazione";

controlRequestKnown = "L'utente “%@” in %@ desidera condividere lo schermo. Vuoi condividere il tuo schermo con “%@”?";
observeRequestKnown = "L'utente “%@” in %@ vorrebbe osservare il tuo computer. Vuoi consentirglielo?";

controlRequestUnknown = "Un utente sconosciuto in %@ desidera condividere il tuo schermo. Vuoi condividere il tuo schermo con lui?";
observeRequestUnknown = "Un utente sconosciuto in %@ vorrebbe osservare il tuo computer. Vuoi consentirglielo?";

errAttnReqCommString = "Si è verificato un errore di comunicazione.";
